Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# ClipboardEmptyMessage
source: Please copy text to the clipboard, and try again.
ar: يرجى نسخ النص إلى الحافظة، وحاول مرة أخرى.
ca: Si us plau, copia el text al porta-retalls i intenta-ho de nou.
cs: Zkopírujte prosím text do schránky a zkuste to znovu.
da: Kopier teksten til udklipsholderen og prøv igen.
de: Bitte kopiere Text in die Zwischenablage und versuche es erneut.
el: Αντιγράψτε το κείμενο στο πρόχειρο και δοκιμάστε ξανά.
es: Por favor, copie el texto al portapapeles y vuelva a intentarlo.
es_419: Por favor, copia el texto al portapapeles e inténtalo de nuevo.
fi: Kopioi teksti leikepöydälle ja yritä uudelleen.
fr: Veuillez copier le texte dans le presse-papiers, puis réessayez.
fr_ca: Veuillez copier le texte dans le presse-papiers, puis réessayer.
he: אנא העתק טקסט ללוח, ונסה שוב.
hi: कृपया टेक्स्ट को क्लिपबोर्ड में कॉपी करें, और पुनः प्रयास करें।
hr: Molimo kopirajte tekst u međuspremnik i pokušajte ponovno.
hu: Kérem, másolja a szöveget a vágólapra, majd próbálja újra.
id: Silakan salin teks ke clipboard, lalu coba lagi.
it: Copia il testo negli appunti e riprova.
ja: テキストをクリップボードにコピーして、もう一度お試しください。
ko: 클립보드에 텍스트를 복사하고 다시 시도하세요.
ms: Sila salin teks ke papan klip dan cuba lagi.
nb: Kopier tekst til utklippstavlen, og prøv igjen.
nl: Kopieer de tekst naar het klembord en probeer opnieuw.
pl: Skopiuj tekst do schowka i spróbuj ponownie.
pt_br: Por favor, copie o texto para a área de transferência e tente novamente.
pt_pt: Por favor, copie o texto para a área de transferência e tente novamente.
ro: Te rog copiază textul în clipboard și încearcă din nou.
ru: Пожалуйста, скопируйте текст в буфер обмена и попробуйте снова.
sv: Kopiera text till urklipp och försök igen.
th: โปรดคัดลอกข้อความไปยังคลิปบอร์ด แล้วลองอีกครั้ง
tr: Lütfen metni panoya kopyalayın ve tekrar deneyin.
uk: Скопіюйте текст у буфер обміну та спробуйте ще раз.
vi: Vui lòng sao chép văn bản vào bảng ghi tạm và thử lại.
zh_hans: 请将文本复制到剪贴板，然后重试。
zh_hant: 請將文字複製到剪貼簿，然後重試。

# CloseAlert
source: Close
ar: إغلاق
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
es_419: Cerrar
fi: Sulje
fr: Fermer
fr_ca: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Connect Device
ar: اتصال الجهاز
ca: Connecta el dispositiu
cs: Připojit zařízení
da: Forbind enhed
de: Gerät verbinden
el: Σύνδεση Συσκευής
es: Conectar dispositivo
es_419: Conectar dispositivo
fi: Yhdistä laite
fr: Connecter l'appareil
fr_ca: Connecter l'appareil
he: חבר מכשיר
hi: डिवाइस कनेक्ट करें
hr: Poveži uređaj
hu: Csatlakoztassa az eszközt
id: Hubungkan Perangkat
it: Connetti Dispositivo
ja: デバイスを接続
ko: 기기 연결
ms: Sambungkan Peranti
nb: Koble til enhet
nl: Apparaat Verbinden
pl: Podłącz urządzenie
pt_br: Conectar Dispositivo
pt_pt: Ligar Dispositivo
ro: Conectează dispozitivul
ru: Подключить устройство
sv: Anslut enhet
th: เชื่อมต่ออุปกรณ์
tr: Cihaz Bağla
uk: Під'єднати пристрій
vi: Kết nối thiết bị
zh_hans: 连接设备
zh_hant: 連接設備

source: Connect with QuickDrop App
ar: الاتصال بتطبيق QuickDrop
ca: Connectar amb App QuickDrop
cs: Připojit se pomocí aplikace QuickDrop
da: Forbind med QuickDrop App
de: Mit QuickDrop-App verbinden
el: Σύνδεση με Εφαρμογή QuickDrop
es: Conectar con la aplicación QuickDrop
es_419: Conectar con la aplicación QuickDrop
fi: Yhdistä QuickDrop-sovelluksella
fr: Se connecter avec l'app QuickDrop
fr_ca: Connectez-vous avec l'application QuickDrop
he: התחבר עם אפליקציית QuickDrop
hi: QuickDrop ऐप के साथ कनेक्ट करें
hr: Spojite se s QuickDrop aplikacijom
hu: Csatlakozás a QuickDrop alkalmazással
id: Hubungkan dengan Aplikasi QuickDrop
it: Connetti con l'app QuickDrop
ja: QuickDropアプリで接続
ko: QuickDrop 앱으로 연결
ms: Sambung dengan Aplikasi QuickDrop
nb: Koble til med QuickDrop-appen
nl: Verbind met de QuickDrop-app
pl: Połącz się za pomocą aplikacji QuickDrop
pt_br: Conectar com o aplicativo QuickDrop
pt_pt: Ligar com a app QuickDrop
ro: Conectează-te cu aplicația QuickDrop
ru: Подключиться с помощью приложения QuickDrop
sv: Anslut med QuickDrop-appen
th: เชื่อมต่อด้วยแอป QuickDrop
tr: QuickDrop Uygulamasıyla Bağlan
uk: Підключитися за допомогою додатка QuickDrop
vi: Kết nối bằng Ứng dụng QuickDrop
zh_hans: 使用 QuickDrop 应用连接
zh_hant: 透過 QuickDrop 應用程式進行連接

source: Connect without App
ar: الاتصال بدون تطبيق
ca: Connectar sense App
cs: Připojit se bez aplikace
da: Tilslut uden app
de: Ohne App verbinden
el: Σύνδεση χωρίς Εφαρμογή
es: Conectar sin aplicación
es_419: Conectar sin aplicación
fi: Yhdistä ilman sovellusta
fr: Se connecter sans app
fr_ca: Se connecter sans application
he: התחבר ללא אפליקציה
hi: ऐप के बिना कनेक्ट करें
hr: Spoji se bez aplikacije
hu: Csatlakozás alkalmazás nélkül
id: Hubungkan tanpa Aplikasi
it: Connetti senza app
ja: アプリなしで接続
ko: 앱 없이 연결
ms: Sambung tanpa Aplikasi
nb: Koble til uten app
nl: Verbind zonder app
pl: Połącz bez aplikacji
pt_br: Conectar sem aplicativo
pt_pt: Ligar sem app
ro: Conectează-te fără aplicație
ru: Подключиться без приложения
sv: Anslut utan app
th: เชื่อมต่อโดยไม่ใช้แอป
tr: Uygulama Olmadan Bağlan
uk: Підключитися без додатка
vi: Kết nối không cần Ứng dụng
zh_hans: 无需应用连接
zh_hant: 無需應用程式進行連接

source: Connecting...
ar: جارٍ الاتصال...
ca: Connectant...
cs: Připojování...
da: Forbinder...
de: Verbinden...
el: Σύνδεση...
es: Conectando...
es_419: Conectando...
fi: Yhdistetään…
fr: Connexion en cours...
fr_ca: Connexion...
he: מתחבר...
hi: कनेक्ट हो रहा है...
hr: Povezivanje...
hu: Csatlakozás...
id: Menyambung...
it: Connessione in corso...
ja: 接続中...
ko: 연결 중...
ms: Menyambung...
nb: Kobler til...
nl: Verbinden...
pl: Łączenie...
pt_br: Conectando...
pt_pt: A ligar...
ro: Se conectează...
ru: Подключение...
sv: Ansluter...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...
uk: Підключення...
vi: Đang kết nối...
zh_hans: 正在连接...
zh_hant: 連接中...

# CouldNotOpenDocumentsFolder
source: Could Not Open QuickDrop Folder
ar: تعذر فتح مجلد QuickDrop
ca: No s'ha pogut obrir la carpeta de QuickDrop
cs: Nemohu otevřít složku QuickDrop
da: Kunne ikke åbne QuickDrop-mappen
de: QuickDrop-Ordner konnte nicht geöffnet werden
el: Αδυναμία Ανοίγματος του Φακέλου QuickDrop
es: No se pudo abrir la carpeta QuickDrop
es_419: No se pudo abrir la carpeta de QuickDrop
fi: QuickDrop-kansiota ei voitu avata
fr: Impossible d'ouvrir le dossier QuickDrop
fr_ca: Impossible d'ouvrir le dossier QuickDrop
he: לא ניתן לפתוח את תיקיית QuickDrop
hi: QuickDrop फ़ोल्डर खोलने में असमर्थ
hr: Nije moguće otvoriti mapu QuickDrop
hu: Nem sikerült megnyitni a QuickDrop mappát
id: Tidak Dapat Membuka Folder QuickDrop
it: Impossibile aprire la cartella QuickDrop
ja: QuickDropフォルダを開けませんでした
ko: QuickDrop 폴더를 열 수 없습니다.
ms: Tidak Dapat Membuka Folder QuickDrop
nb: Kunne ikke åpne QuickDrop-mappen
nl: Kon de QuickDrop-map niet openen
pl: Nie można otworzyć folderu QuickDrop
pt_br: Não foi possível abrir a pasta QuickDrop
pt_pt: Não foi possível abrir a pasta QuickDrop
ro: Nu s-a putut deschide folderul QuickDrop
ru: Не удалось открыть папку QuickDrop
sv: Kunde inte öppna QuickDrop-mappen
th: ไม่สามารถเปิดโฟลเดอร์ QuickDrop ได้
tr: QuickDrop Klasörü Açılamadı
uk: Не вдалося відкрити папку QuickDrop
vi: Không thể mở thư mục QuickDrop
zh_hans: 无法打开 QuickDrop 文件夹
zh_hant: 無法打開 QuickDrop 資料夾

# CouldNotOpenDocumentsFolderDescription
source: Please report this issue to the developer. To view your received files regardless, open the Files app, click on the "Browse" tab and navigate to the folder "On My iPhone" > "QuickDrop".
ar: يرجى الإبلاغ عن هذه المشكلة للمطور. لعرض ملفاتك المستلمة على أي حال، افتح تطبيق الملفات، واضغط على علامة التبويب "تصفح" وانتقل إلى المجلد "على iPhone الخاص بي" > "QuickDrop".
ca: Si us plau, informa d'aquest problema al desenvolupador. Per veure els teus arxius rebuts igualment, obre l'app de Fils, fes clic a la pestanya "Explorar" i navega a la carpeta "A l'iPhone meu" > "QuickDrop".
cs: Nahlašte prosím tuto chybu vývojáři. Pro zobrazení přijatých souborů přejděte do aplikace Soubory, klikněte na kartu "Procházet" a přejděte do složky "Na mém iPhonu" > "QuickDrop".
da: Rapportér venligst dette problem til udvikleren. For at se dine modtagne filer, åbn Filer-appen, klik på fanen "Gennemse" og naviger til mappen "På min iPhone" > "QuickDrop".
de: Bitte melde dieses Problem dem Entwickler. Um deine empfangenen Dateien dennoch anzusehen, öffne die Dateien-App, klicke auf den Tab „Durchsuchen“ und navigiere zu dem Ordner „Auf meinem iPhone“ > „QuickDrop“.
el: Παρακαλούμε αναφέρετε αυτό το πρόβλημα στον προγραμματιστή. Για να δείτε τα αρχεία που έχετε λάβει, ανοίξτε την εφαρμογή "Αρχεία", κάντε κλικ στην καρτέλα "Περιήγηση" και πλοηγηθείτε στον φάκελο "Στη συσκευή μου" > "QuickDrop".
es: Por favor, informe este problema al desarrollador. Para ver tus archivos recibidos de todas formas, abre la app Archivos, haz clic en la pestaña "Explorar" y navega a la carpeta "En mi iPhone" > "QuickDrop".
es_419: Por favor, informa este problema al desarrollador. Para ver tus archivos recibidos, independientemente, abre la app Archivos, haz clic en la pestaña "Explorar" y navega a la carpeta "En mi iPhone" > "QuickDrop".
fi: Ilmoita tästä ongelmasta kehittäjälle. Jos haluat tarkastella vastaanotettuja tiedostoja, avaa Tiedostot-sovellus, napsauta 'Selaa' välilehteä ja siirry kansioon 'Oma iPhone' > 'QuickDrop'.
fr: Veuillez signaler ce problème au développeur. Pour voir vos fichiers reçus malgré cela, ouvrez l'application Fichiers, cliquez sur l'onglet "Explorer" et accédez au dossier "Sur mon iPhone" > "QuickDrop".
fr_ca: Veuillez signaler ce problème au développeur. Pour voir vos fichiers reçus quand même, ouvrez l'application Fichiers, cliquez sur l'onglet "Parcourir" et accédez au dossier "Sur mon iPhone" > "QuickDrop".
he: אנא דווח על בעיה זו למפתח. כדי לצפות בקבצים שהתקבלו בכל זאת, פתח את אפליקציית הקבצים, לחץ על לשונית "גלוש" ועבור לתיקייה "במכשיר שלי" > "QuickDrop".
hi: कृपया इस समस्या की रिपोर्ट डेवलपर को दें। फिर भी अपनी प्राप्त फ़ाइलों को देखने के लिए, फाइल्स ऐप खोलें, "ब्राउज़" टैब पर क्लिक करें और "ऑन माई iPhone" > "QuickDrop" फ़ोल्डर पर नेविगेट करें।
hr: Molimo prijavite ovaj problem razvojnim programerima. Za pregled primljenih datoteka otvorite aplikaciju Datoteke, kliknite na karticu "Pregledaj" i navigirajte do mape "Na mom iPhoneu" > "QuickDrop".
hu: Kérjük, jelentse ezt a problémát a fejlesztőnek. A fogadott fájljaik megtekintéséhez nyissa meg a Fájlok alkalmazást, kattintson a „Böngészés” fülre, és navigáljon a „Az iPhone-omon” > „QuickDrop” mappába.
id: Silakan laporkan masalah ini kepada pengembang. Untuk melihat file yang diterima, buka aplikasi File, klik tab "Browse" dan navigasikan ke folder "On My iPhone" > "QuickDrop".
it: Segnala questo problema allo sviluppatore. Per visualizzare comunque i file ricevuti, apri l'app File, fai clic sulla scheda "Sfoglia" e vai alla cartella "Sul mio iPhone" > "QuickDrop".
ja: この問題を開発者に報告してください。それでも受信したファイルを確認するには、ファイルアプリを開き、「ブラウズ」タブをクリックして、「このiPhone内」>「QuickDrop」フォルダに移動してください。
ko: 이 문제를 개발자에게 보고해주세요. 받은 파일을 보려면 '파일' 앱을 열고, '둘러보기' 탭을 클릭한 후 '내 iPhone 저장 공간' > 'QuickDrop' 폴더로 이동하세요.
ms: Sila laporkan isu ini kepada pemaju. Untuk melihat fail yang diterima walau bagaimanapun, buka aplikasi Files, klik pada tab "Semak Imbas" dan navigasi ke folder "On My iPhone" > "QuickDrop".
nb: Vennligst rapporter dette problemet til utvikleren. For å se dine mottatte filer uansett, åpne Fil-appen, klikk på "Bla gjennom"-fanen og naviger til mappen "På iPhonen min" > "QuickDrop".
nl: Meld dit probleem aan de ontwikkelaar. Om uw ontvangen bestanden toch te bekijken, opent u de Bestanden-app, klikt u op het tabblad "Bladeren" en navigeert u naar de map "Op Mijn iPhone" > "QuickDrop".
pl: Zgłoś ten problem deweloperowi. Aby mimo to wyświetlić odebrane pliki, otwórz aplikację Pliki, kliknij kartę „Przeglądaj” i przejdź do folderu „Na moim iPhonie” > „QuickDrop”.
pt_br: Por favor, informe este problema ao desenvolvedor. Para visualizar seus arquivos recebidos, abra o app Arquivos, clique na aba "Explorar" e navegue até a pasta "No Meu iPhone" > "QuickDrop".
pt_pt: Por favor, reporte este problema ao programador. Para ver os seus ficheiros recebidos mesmo assim, abra a app Ficheiros, clique no separador "Explorar" e navegue até à pasta "No Meu iPhone" > "QuickDrop".
ro: Te rog să raportezi această problemă dezvoltatorului. Pentru a vizualiza fișierele primite oricum, deschide aplicația Fișiere, mergi la fila "Răsfoire" și navighează la folderul "Pe iPhone-ul meu" > "QuickDrop".
ru: Пожалуйста, сообщите об этой проблеме разработчику. Чтобы просмотреть полученные файлы, откройте приложение "Файлы", перейдите на вкладку "Обзор" и найдите папку "На моём iPhone" > "QuickDrop".
sv: Rapportera detta problem till utvecklaren. För att visa dina mottagna filer ändå, öppna appen Filer, klicka på fliken "Bläddra" och navigera till mappen "På min iPhone" > "QuickDrop".
th: กรุณาแจ้งปัญหานี้ให้กับผู้พัฒนา ท่านยังสามารถดูไฟล์ที่ได้รับได้โดยเปิดแอป Files คลิกที่แท็บ "เรียกดู" และไปที่โฟลเดอร์ "บน iPhone ของฉัน" > "QuickDrop"
tr: Bu sorunu geliştiriciye bildiriniz. Yine de aldığınız dosyaları görüntülemek için, Dosyalar uygulamasını açıp "Gözat" sekmesine ve "Bu iPhone Üzerindeki" > "QuickDrop" klasörüne giderek dosyaları bulun.
uk: Будь ласка, повідомте про цю проблему розробнику. Щоб переглянути отримані файли все одно, відкрийте програму «Файли», натисніть вкладку «Огляд» і перейдіть до папки «На моєму iPhone» > «QuickDrop».
vi: Vui lòng báo cáo vấn đề này cho nhà phát triển. Để xem các tệp nhận được, mở ứng dụng Tệp, nhấp vào tab "Duyệt" và điều hướng đến thư mục "Trên iPhone của tôi" > "QuickDrop".
zh_hans: 请将此问题报告给开发者。若要仍然查看接收的文件，请打开“文件”应用，点击“浏览”标签，然后导航到“在我的 iPhone 上”>“QuickDrop”文件夹。
zh_hant: 請將此問題回報給開發者。無論如何，請打開「文件」應用程式，點擊「瀏覽」標籤並導航到資料夾「我的 iPhone 上」>「QuickDrop」以查看接收到的文件。

# CouldNotSaveMediaToPhotoLibrary
source: Could Not Save Media
ar: تعذر حفظ الوسائط
ca: No s'ha pogut desar el contingut multimèdia
cs: Nelze uložit médium
da: Kunne ikke gemme medier
de: Medien konnten nicht gespeichert werden
el: Αδυναμία αποθήκευσης πολυμέσων
es: No se pudo guardar el contenido multimedia
es_419: No se pudo guardar el archivo multimedia
fi: Tiedostoa ei voitu tallentaa
fr: Impossible de sauvegarder le média
fr_ca: Impossible d’enregistrer le média
he: לא ניתן לשמור מדיה
hi: मीडिया सहेजा नहीं जा सका
hr: Nije moguće spremiti medij
hu: Média mentése sikertelen
id: Tidak Dapat Menyimpan Media
it: Impossibile salvare contenuti multimediali
ja: メディアを保存できませんでした
ko: 미디어를 저장할 수 없음
ms: Tidak Dapat Simpan Media
nb: Kunne ikke lagre medier
nl: Kan media niet opslaan
pl: Nie można zapisać multimediów
pt_br: Não foi possível salvar a mídia
pt_pt: Não Foi Possível Guardar o Conteúdo Multimédia
ro: Nu s-a putut salva media
ru: Не удалось сохранить медиа
sv: Kunde inte spara media
th: ไม่สามารถบันทึกสื่อได้
tr: Medya Kaydedilemedi
uk: Не вдалося зберегти медіа
vi: Không thể lưu phương tiện
zh_hans: 无法保存媒体
zh_hant: 無法儲存媒體

source: Decline
ar: رفض
ca: Rebutjar
cs: Odmítnout
da: Afvis
de: Ablehnen
el: Απόρριψη
es: Rechazar
es_419: Rechazar
fi: Hylkää
fr: Refuser
fr_ca: Refuser
he: סרב
hi: अस्वीकार करें
hr: Odbij
hu: Elutasít
id: Tolak
it: Rifiuta
ja: 拒否する
ko: 거절
ms: Tolak
nb: Avslå
nl: Afwijzen
pl: Odrzuć
pt_br: Recusar
pt_pt: Recusar
ro: Refuză
ru: Отклонить
sv: Avböj
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# DeviceCurrentlySendingFiles
source: %1$@ is sending you %2$@
ar: %1$@ يرسل لك %2$@
ca: %1$@ t'està enviant %2$@
cs: %1$@ vám odesílá %2$@
da: %1$@ sender dig %2$@
de: %1$@ sendet %2$@
el: Ο/η %1$@ σας στέλνει το %2$@
es: %1$@ te está enviando %2$@
es_419: %1$@ te está enviando %2$@
fi: %1$@ lähettää sinulle %2$@
fr: %1$@ vous envoie %2$@
fr_ca: %1$@ vous envoie %2$@
he: %1$@ שולח לך %2$@
hi: %1$@ आपको %2$@ भेज रहा है
hr: %1$@ vam šalje %2$@
hu: %1$@ éppen küldi neked: %2$@
id: %1$@ mengirimkan %2$@ kepada Anda
it: %1$@ ti sta inviando %2$@
ja: %1$@ が %2$@ を送信中
ko: %1$@이(가) %2$@을(를) 보내는 중입니다
ms: %1$@ sedang menghantar anda %2$@
nb: %1$@ sender deg %2$@
nl: %1$@ stuurt je %2$@
pl: %1$@ przesyła do Ciebie %2$@
pt_br: %1$@ está enviando %2$@ para você
pt_pt: %1$@ está a enviar-te %2$@
ro: %1$@ îți trimite %2$@
ru: %1$@ отправляет вам %2$@
sv: %1$@ skickar dig %2$@
th: %1$@ กำลังส่ง %2$@ ให้คุณ
tr: %1$@, size %2$@ gönderiyor
uk: %1$@ надсилає вам %2$@
vi: %1$@ đang gửi bạn %2$@
zh_hans: %1$@ 正在向你发送 %2$@
zh_hant: %1$@ 正在向您傳送 %2$@

# DeviceCurrentlySendingText
source: %1$@ inserted "%2$@" to your clipboard.
ar: قام %1$@ بإدراج "%2$@" في الحافظة الخاصة بك.
ca: %1$@ ha inserit "%2$@" al teu porta-retalls.
cs: %1$@ vložil "%2$@" do vaší schránky.
da: %1$@ indsatte "%2$@" i udklipsholderen.
de: %1$@ hat "%2$@" in deine Zwischenablage eingefügt.
el: Ο/η %1$@ πρόσθεσε "%2$@" στο πρόχειρό σας.
es: %1$@ ha insertado "%2$@" en tu portapapeles.
es_419: %1$@ insertó "%2$@" en tu portapapeles.
fi: %1$@ lisäsi "%2$@" leikepöydällesi.
fr: %1$@ a inséré "%2$@" dans votre presse-papiers.
fr_ca: %1$@ a inséré "%2$@" dans votre presse-papiers.
he: %1$@ הכניס "%2$@" ללוח שלך.
hi: %1$@ ने "%2$@" को आपके क्लिपबोर्ड में डाला।
hr: %1$@ je umetnuo/la "%2$@" u vaš međuspremnik.
hu: %1$@ beillesztette a(z) "%2$@" szöveget a vágólapodra.
id: %1$@ memasukkan "%2$@" ke clipboard Anda.
it: %1$@ ha inserito "%2$@" negli appunti.
ja: %1$@ が "%2$@" をクリップボードに挿入しました。
ko: %1$@이(가) "%2$@"을(를) 클립보드에 삽입했습니다.
ms: %1$@ memasukkan "%2$@" ke dalam papan klip anda.
nb: %1$@ la inn "%2$@" i utklippstavlen din.
nl: %1$@ heeft "%2$@" in je klembord geplaatst.
pl: %1$@ wstawiono "%2$@" do schowka.
pt_br: %1$@ inseriu "%2$@" na sua área de transferência.
pt_pt: %1$@ inseriu "%2$@" na sua área de transferência.
ro: %1$@ a introdus "%2$@" în clipboard-ul tău.
ru: %1$@ вставил "%2$@" в ваш буфер обмена.
sv: %1$@ infogade "%2$@" i ditt urklipp.
th: %1$@ ได้แทรก "%2$@" ไปยังคลิปบอร์ดของคุณแล้ว
tr: %1$@ "%2$@" panonuza ekledi.
uk: %1$@ вставив "%2$@" до вашого буфера обміну.
vi: %1$@ đã chèn "%2$@" vào bảng ghi tạm của bạn.
zh_hans: %1$@ 已将 "%2$@" 插入到你的剪贴板。
zh_hant: %1$@ 已將 "%2$@" 插入您的剪貼簿。

# DeviceCurrentlySendingUrl
source: %1$@ opened "%2$@".
ar: قام %1$@ بفتح "%2$@".
ca: %1$@ ha obert "%2$@".
cs: %1$@ otevřel "%2$@".
da: %1$@ åbnede "%2$@".
de: %1$@ hat "%2$@" geöffnet.
el: Ο/η %1$@ άνοιξε "%2$@".
es: %1$@ ha abierto "%2$@".
es_419: %1$@ abrió "%2$@".
fi: %1$@ avasi "%2$@".
fr: %1$@ a ouvert "%2$@".
fr_ca: %1$@ a ouvert "%2$@".
he: %1$@ פתח "%2$@".
hi: %1$@ ने "%2$@" खोल दिया।
hr: %1$@ je otvorio/la "%2$@".
hu: %1$@ megnyitotta a(z) "%2$@" hivatkozást.
id: %1$@ membuka "%2$@".
it: %1$@ ha aperto "%2$@".
ja: %1$@ が "%2$@" を開きました。
ko: %1$@이(가) "%2$@"을(를) 열었습니다.
ms: %1$@ membuka "%2$@".
nb: %1$@ åpnet "%2$@".
nl: %1$@ heeft "%2$@" geopend.
pl: %1$@ otworzył "%2$@".
pt_br: %1$@ abriu "%2$@".
pt_pt: %1$@ abriu "%2$@".
ro: %1$@ a deschis "%2$@".
ru: %1$@ открыл "%2$@".
sv: %1$@ öppnade "%2$@".
th: %1$@ ได้เปิด "%2$@" แล้ว
tr: %1$@ "%2$@" açtı.
uk: %1$@ відкрив "%2$@".
vi: %1$@ đã mở "%2$@".
zh_hans: %1$@ 已打开 "%2$@"。
zh_hant: %1$@ 開啟了 "%2$@"。

# DeviceCurrentlySendingWifiPassword
source: %1$@ inserted the password for "%2$@" into your clipboard.
ar: %1$@ أضاف كلمة مرور "%2$@" إلى الحافظة الخاصة بك.
ca: %1$@ ha inserit la contrasenya de "%2$@" al teu porta-retalls.
cs: %1$@ vložil heslo k „%2$@“ do vaší schránky.
da: %1$@ har indsat kodeordet for "%2$@" på dit udklipsholder.
de: %1$@ hat das Passwort von „%2$@“ in deine Zwischenablage eingefügt.
el: Ο/Η %1$@ εισήγαγε τον κωδικό πρόσβασης του "%2$@" στο πρόχειρό σας.
es: %1$@ insertó la contraseña de "%2$@" en tu portapapeles.
es_419: %1$@ insertó la contraseña de "%2$@" en tu portapapeles.
fi: %1$@ lisäsi "%2$@"-salasanan leikepöydällesi.
fr: %1$@ a inséré le mot de passe de « %2$@ » dans votre presse-papiers.
fr_ca: %1$@ a inséré le mot de passe de « %2$@ » dans votre presse-papiers.
he: %1$@ הכניס את הסיסמה של "%2$@" ללוח שלך.
hi: %1$@ ने "%2$@" का पासवर्ड आपके क्लिपबोर्ड में डाला।
hr: %1$@ je umetnuo lozinku za "%2$@" u vaš međuspremnik.
hu: %1$@ a(z) „%2$@” jelszavát bemásolta a vágólapodra.
id: %1$@ memasukkan kata sandi "%2$@" ke papan klip Anda.
it: %1$@ ha inserito la password di "%2$@" negli appunti.
ja: %1$@が「%2$@」のパスワードをクリップボードに追加しました。
ko: %1$@이(가) "%2$@"의 비밀번호를 클립보드에 삽입했습니다.
ms: %1$@ telah memasukkan kata laluan "%2$@" ke papan klip anda.
nb: %1$@ har satt inn passordet til "%2$@" på utklippstavlen din.
nl: %1$@ heeft het wachtwoord van "%2$@" aan je klembord toegevoegd.
pl: %1$@ wstawił hasło do „%2$@” do Twojego schowka.
pt_br: %1$@ inseriu a senha de "%2$@" na sua área de transferência.
pt_pt: %1$@ inseriu a palavra-passe de "%2$@" na sua área de transferência.
ro: %1$@ a introdus parola pentru "%2$@" în clipboard-ul tău.
ru: %1$@ скопировал пароль от «%2$@» в ваш буфер обмена.
sv: %1$@ har lagt till lösenordet för "%2$@" till ditt urklipp.
th: %1$@ ได้คัดลอกรหัสผ่านของ "%2$@" ไปยังคลิปบอร์ดของคุณแล้ว
tr: %1$@, "%2$@" parolasını panonuza kopyaladı.
uk: %1$@ вставив пароль від "%2$@" у ваш буфер обміну.
vi: %1$@ đã chèn mật khẩu của "%2$@" vào clipboard của bạn.
zh_hans: %1$@ 已将“%2$@”的密码插入到你的剪贴板。
zh_hant: %1$@ 已將「%2$@」的密碼插入到您的剪貼簿。

source: Device Name
ar: اسم الجهاز
ca: Nom del dispositiu
cs: Název zařízení
da: Enhedsnavn
de: Gerätename
el: Όνομα συσκευής
es: Nombre del dispositivo
es_419: Nombre del dispositivo
fi: Laitteen nimi
fr: Nom de l'appareil
fr_ca: Nom de l'appareil
he: שם המכשיר
hi: डिवाइस नाम
hr: Naziv uređaja
hu: Eszköz neve
id: Nama Perangkat
it: Nome dispositivo
ja: デバイス名
ko: 기기 이름
ms: Nama Peranti
nb: Enhetsnavn
nl: Apparaatnaam
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
pt_pt: Nome do dispositivo
ro: Nume dispozitiv
ru: Имя устройства
sv: Enhetsnamn
th: ชื่ออุปกรณ์
tr: Cihaz Adı
uk: Ім’я пристрою
vi: Tên Thiết Bị
zh_hans: 设备名称
zh_hant: 裝置名稱

source: Device Not Shown?
ar: الجهاز غير ظاهر؟
ca: Dispositiu no mostrat?
cs: Zařízení není viditelné?
da: Enhed ikke vist?
de: Gerät nicht sichtbar?
el: Η συσκευή δεν εμφανίζεται;
es: ¿El dispositivo no está visible?
es_419: ¿Dispositivo no mostrado?
fi: Laitetta ei näy?
fr: Appareil non affiché?
fr_ca: Appareil non affiché?
he: מכשיר לא מופיע?
hi: डिवाइस नहीं दिख रहा?
hr: Uređaj nije prikazan?
hu: Az eszköz nem látható?
id: Perangkat Tidak Ditampilkan?
it: Dispositivo non mostrato?
ja: デバイスが表示されない？
ko: 장치가 표시되지 않음?
ms: Peranti Tidak Ditunjukkan?
nb: Enhet ikke vist?
nl: Apparaat niet weergegeven?
pl: Nie widzisz urządzenia?
pt_br: Dispositivo não mostrado?
pt_pt: Dispositivo não mostrado?
ro: Dispozitivul nu este afișat?
ru: Устройство не отображается?
sv: Enhet visas inte?
th: อุปกรณ์ไม่แสดง?
tr: Cihaz Görünmüyor?
uk: Пристрій не відображається?
vi: Thiết bị không hiển thị?
zh_hans: 设备未显示？
zh_hant: 未顯示裝置？
